Repository: iosninja89121/iOS-Tustus-App
Catalog: TusTus/*.lproj/Localizable.strings
Languages: he

# header_title_phone_number
source: What is your phone number?
he: רישום

# header_title_forgot_phone_number
source: What is your forgot phone number?
he: שכחת ססמה

# header_title_code
source: Code
he: רישוםקוד

# header_title_signup
source: Sign up
he: הירשם

# header_title_select_date_time
source: Select Date and Time
he: נא בחר תאריך ושעה

# header_title_pick_date_time
source: Pick Date and Time
he: בחר תאריך ושעה

# header_title_add_contact
source: Add Contact
he: איש קשר

# header_title_booking_item
source: Booking Item
he: מה שולחים?

# header_title_delivery_address
source: Delivery Address
he: כתובת יעד

# header_title_delivery_history
source: Delivery History
he: היסטוריה

# header_title_my_profile
source: My Profile
he: החשבון שלי

# header_title_pickup_address
source: Pickup Address
he: כתובת איסוף

# header_title_search_address
source: Search Address
he: חפש כתובת

# header_title_select_service_category
source: Select Service Category
he: איזה כלי רכב יתאים למשימה?

# header_title_setting
source: Setting
he: הגדרות

# header_title_total_page
source: Total Page with Payment
he: סיכום הזמנה

# header_title_contacts
source: Contacts List
he: אנשי קשר

# header_title_inventory_items
source: Inventory Items
he: בחר פריטים

# hint_phone_number
source: Phone number
he: מספר טלפון

# hint_password
source: Password
he: ססמה

# hint_cfm_password
source: Confirm Password
he: אשר ססמה

# hint_mobile_number
source: Mobile number
he: מספר טלפון

# hint_id_number
source: ID number
he: מספר ת.ז.

# hint_email
source: Email
he: דואייל

# hint_full_name
source: Full Name
he: שם מלא

# hint_address
source: Address
he: כתובת

# hint_apartment
source: Apartment
he: דירה

# hint_floor
source: Floor
he: קומה

# hint_person_name
source: Person name / Company
he: שם פרטי/חברה

# hint_person_phone
source: Person phone
he: מספר טלפון

# hint_sms_phone
source: SMS phone
he: הזן מס לקבלת אישור מסירה

# hint_search
source: Search Address...
he: חפש לפי שם איש קשר

# hint_comment
source: Do you have to write have something to add?
he: האם יש לך משהו להוסיף?

# hint_type_address_here
source: Type the address here
he: ; נא הקלד רחוב ומספר בית

# comment_remember_me
source: Remember me
he: זכור אותי

# comment_forgot_password
source: Forgot Password?
he: שכחת את ססמתך?

# comment_phone_number
source: Please enter your phone number
he: נא הזן את מספר הטלפון שלך, מספר טלפון זה ישמש כשם המשתמש שלך

# comment_code
source: Please enter your code
he: נא הזן את קוד האימות

# comment_privacy
source: By checking this box you agree to the terms of use and our privacy agreement.
he: הנך מסכים לתנאי השימוש ולמדיניות הפרטיות שלנו

# comment_failed
source: FAILED!
he: שגיאה

# comment_delivery
source: Delivery
he: שליחות

# comment_want_send
source: Want to send
he: מה שולחים?

# comment_urgency
source: Urgency
he: דחיפות

# comment_number_items
source: Number of items
he: מספר הפריטים

# comment_from_me
source: From Me
he: ממני

# comment_elevator
source: Elevator
he: מעלית

# comment_booking_date
source: Booking date
he: הוזמן ל

# comment_double
source: Double
he: הלוך חזור

# comment_alert_disabled
source: Alert disabled
he: בטל התראות

# comment_delivery_type
source: - Delivery Type
he: - באמצעות

# comment_pickup_location
source: -Pickup Location
he: - כתובת איסוף

# comment_delivery_location
source: -Delivery Location
he: - כתובת יעד

# comment_comment
source: - Comment
he: - הערה

# comment_option
source: - Option
he: - אפשרויות

# comment_amount_items
source: - Amount of Item
he: - מספר הפריטים

# comment_price
source: Price
he: מחיר

# comment_to_me
source: To Me
he: אלי

# comment_waiting_deliveries
source: Watings Deliveries
he: שליחויות בהמתנה

# comment_amount_item
source: Amount of Item
he: מספר הפריטים

# comment_nis
source: NIS
he: שח

# comment_forgot_phone_number
source: Forgot Phone number
he: נא הקלד את מספר הטלפון שלך ונשלח את הססמה לדואייל השייך לחשבון זה

# comment_signup_privacy
source: By checking this box you agree to the terms of use and our privacy agreement.
he: אני מסכים לתנאי השימוש ולמדיניות הפרטיות באתר זה

# comment_paypal_description%@%@
source: New delivery from (%@) to (%@) has been created.
he: התקבלה שליחות חדשה מאת (@%) אל (%@).

# pop_menu_select
source: Select
he: בחר

# pop_menu_edit
source: Edit
he: ערוך

# pop_menu_remove
source: Remove
he: מחק

# pop_menu_cancel
source: Cancel
he: בטל

# dlg_success_order
source: You have successfully ordered a new delivery!
he: הזמנתך נקלטה במערכת

# dlg_holiday
source: It's holiday now, we are not working now.
he: נשוב לעבודה ביום ראשון בשעה שש בבוקר ,טוסטוס מאחלת שבת שלום

# dlg_success_accept
source: Your order has been accepted successfully by messenger.
he: הזמנתך נקלטה עייי שליח טוסטוס

# dlg_success_implement
source: Your order has been implemented successfully by messenger.
he: הזמנתך נאספה עייי שליח טוסטוס

# dlg_fail_calculation
source: Your selected locations may be incorrect, or access to google service may have problem , please book delivery again.
he: הכתובת שבחרת אינה נכונה או שהגישה לשרתי גוגל לא אפשרית כעת, נא בצע הזמנה חוזרת.

# title_login
source: Login
he: הכנס

# title_signup
source: Sign up
he: הירשם

# title_done
source: Done
he: בצע

# title_back
source: Back
he: חזור

# title_home
source: Home
he: בית

# title_create_account
source: Create Account
he: צור חשבון

# title_rewind
source: Rewind
he: חזור

# title_continue
source: CONTINUE
he: המשך

# title_cancel
source: Cancel
he: בטל

# title_select
source: Select
he: בחר

# title_save
source: Save
he: שמור

# title_next
source: Next
he: הבא

# title_add
source: Add
he: הוסף

# title_choose_from_contact_list
source: Choose from contact list
he: בחר מאנשי קשר

# title_add_to_contact_list
source: Add to contact list
he: הוסף לאנשי קשר

# title_edit
source: Edit
he: ערוך

# title_scooter
source: Scooter
he: קטנוע

# title_car
source: Car
he: רכב

# title_moving
source: Moving
he: הובלות

# title_instant_booking
source: Instant Booking
he: הזמנה מיידית

# title_future_booking
source: Future Booking
he: הזמנה עתידית

# title_order
source: Order
he: הזמן ושלם

# title_order_freepayment
source: Order Freepayment
he: הזמן

# title_choosing_date
source: Choosing date
he: בחר תאריך

# menu_booking
source: Booking
he: הזמן שליחות

# menu_history
source: History
he: היסטורית הזמנות

# menu_setup_payment
source: Setup Payment
he: אמצעי תשלום

# menu_my_profile
source: My Profile
he: החשבון שלי

# menu_contacts
source: Contacts
he: אנשי קשר

# menu_share
source: Share
he: שתף

# menu_call_us
source: Call Us
he: התקשר אלינו

# menu_setting
source: Setting
he: הגדרות

# menu_Logout
source: Logout
he: צא

# text_now
source: Now
he: עכשיו

# text_login
source: Login
he: נכנס למערכת

# text_please_wait
source: Please waitâ€¦
he: ... נא המתן

# text_profile_savings
source: Profile Saving. Please wait.
he: מבצ שמירה, נא המתן

# text_signup
source: Signing up. Please wait.
he: ... מבצע רישום, נא המתן

# text_adding_to_contact_list
source: Adding to Contact list
he: הוסף איש קשר

# text_share_message
source: Hey, Check out the new TusTus app.
he: הצטרף למהפיכת שליחויות והובלות עם TusTus. לביקור באתר לחץ www.TusTus.co. להורדת האפליקציה: www.tustus.co/android

# push_cancel%@%@
source: Delivery booking from %@ to %@ has been cancelled by customer
he: המשלוח מ @% אל @% בוטל.

# push_new%@%@%@%@
source: New delivery from (%@) (%@) to (%@) (%@) has been created.
he: התקבלה שליחות חדשה מאת (@%) (@%) אל (%@) (%@).

# push_auto_cancel%@%@
source: Your delivery from %@ to %@ has been cancelled automatically
he: לא נמצא שליח פנוי לשליחותך מ @% אל @% ולכן הוא בוטל. נא נסה שוב מאוחר יותר.

# text_total_message_paragraph_one
source: From
he: התקבלה שליחות חדשה מאת

# text_total_message_paragraph_two
source: To
he: אל
